Repository: Crewlan/moviesSwiftUI
Catalog: moviesSwiftUI/Localization/Localizable.xcstrings
Source language: pt_br
Languages: en, fr

source: Buscando filmes recentes
en: Searching recent movies
fr: Recherche de films récents

source: Buscando shows de tv recentes
en: Looking for recent TV shows
fr: Je recherche des émissions de télévision récentes.

source: Carregando mais...
en: Loading more…
fr: Chargement plus...

source: Carregando...
en: Loading…
fr: Chargement

source: Filmes Recentes
en: Recent Movies
fr: Films récents

source: Nenhum filme encontrado
en: No movies found
fr: Aucun film trouvé

source: Nenhum programa de tv encontrado
en: No TV programs found.
fr: Aucun programme télévisé trouvé.

# onboarding_continue
source: Continuar
en: Continue
fr: Continuer

# onboarding_language
source: Escolha uma lingua
en: Choose your language
fr: Choisissez une langue

# onboarding_theme
source: Escolha o tema
en: Theme
fr: Choisissez le thème

source: Shows de TV Recentes
en: Recent TV Shows
fr: Émissions de télévision récentes

# Theme
source: Tema
en: Theme
fr: Théme

# theme_dark
source: Escuro
en: Dark
fr: Sombre

# theme_light
source: Branco
en: Light
fr: Blanc

# theme_system
source: Sistema
en: System
fr: Système

# onboarding_title
source: Movies App
fr: Films App
